Repository: JimmyCousseau/BarApp-Frontend
Catalog: src/assets/locale/messages.*.xlf
Languages: es_es

source: Caisse
es_es: Box

source: Sélectionne une table
es_es: Select a table

source: {{selected}}
es_es: Table No.

source: Serveur
es_es: Waiter

source: Intitulé
es_es: Entitled

source: Quantité
es_es: Amount

source: Prix unitaire
es_es: Unit price

source: Prix Total
es_es: Total price

source: {{totalPriceOrder(selected) | currency }}
es_es: For a total of

source: Commande payé
es_es: Paid order

source: Generer un pdf
es_es: Generate a pdf

source: Historique
es_es: Historical

source: Retrouvez ici l'historique des commandes. La date indique la première fois que la commande a été prise
es_es: Find the history history here.The date indicates the first time that the order has been taken

source: Etat
es_es: State

source: Modifier
es_es: Edit

source: <p> </p>
es_es: null

source: this.title
es_es: null
